Repository: kmnkit/officast
Catalog: officast/Localizable.xcstrings
Source language: en
Languages: ja, ko

# calendar.clear
source: Clear
ja: クリア
ko: 지우기

# calendar.setStatus
source: Set day status
ja: その日の記録
ko: 그 날 상태 설정

# calendar.title
source: Calendar
ja: カレンダー
ko: 캘린더

# common.cancel
source: Cancel
ja: キャンセル
ko: 취소

# common.retry
source: Retry
ja: 再試行
ko: 다시 시도

# dashboard.errorTitle
source: Can't load weather
ja: 天気を取得できません
ko: 날씨를 불러올 수 없음

# dashboard.halfDayTip
source: Half-day dodges the worse commute
ja: 半休で悪い通勤を回避
ko: 반차로 나쁜 통근 회피

# dashboard.interpolated
source: Forecast incomplete (estimated)
ja: 予報が不完全（推定）
ko: 예보 불완전(추정)

# dashboard.loading
source: Loading forecast…
ja: 予報を取得中…
ko: 예보 불러오는 중…

# dashboard.noForecast
source: No forecast available
ja: 予報がありません
ko: 예보 없음

# dashboard.officeDone
source: Office days
ja: 出社日数
ko: 출근일수

# dashboard.offline
source: Offline — using cached forecast
ja: オフライン — キャッシュを使用
ko: 오프라인 — 캐시 사용

# dashboard.progress
source: Progress
ja: 進捗
ko: 진행

# dashboard.remaining
source: Remaining workdays
ja: 残り勤務日
ko: 남은 근무일

# dashboard.slack
source: Slack
ja: 余裕
ko: 여유

# dashboard.slackWarning
source: Quota already unreachable
ja: ノルマ達成が困難です
ko: 할당량 달성 어려움

# dashboard.title
source: Today
ja: 今日
ko: 오늘

# dashboard.today
source: Today's recommendation
ja: 今日の推奨
ko: 오늘 추천

# dashboard.tomorrow
source: Tomorrow
ja: 明日
ko: 내일

# error.weatherUnavailable
source: Weather unavailable and no cached data.
ja: 天気を取得できず、キャッシュもありません。
ko: 날씨를 가져올 수 없고 캐시도 없습니다.

# location.notSet
source: Not set
ja: 未設定
ko: 미설정

# location.searchPrompt
source: Search city or station
ja: 都市・駅を検索
ko: 도시·역 검색

# location.searchTitle
source: Search location
ja: 場所を検索
ko: 위치 검색

# notif.body
source: Log today and see tomorrow's plan.
ja: 今日を記録して明日の予定を確認
ko: 오늘 기록하고 내일 추천 확인

# notif.morning.title
source: Before you leave
ja: 出発前に
ko: 출발 전에

# notif.title
source: Today's check-in
ja: 今日の記録
ko: 오늘 기록

# onboarding.departure
source: Departure
ja: 出発
ko: 출발

# onboarding.home
source: Home location
ja: 自宅の場所
ko: 집 위치

# onboarding.homeSection
source: Home
ja: 自宅
ko: 집

# onboarding.notify
source: Notification
ja: 通知
ko: 알림

# onboarding.offDaysSection
source: Weekly days off
ja: 毎週の休み
ko: 매주 쉬는 날

# onboarding.office
source: Office location
ja: 勤務先の場所
ko: 사무실 위치

# onboarding.officeSection
source: Office
ja: 勤務先
ko: 사무실

# onboarding.prior
source: Already attended this month
ja: 今月すでに出社した日数
ko: 이번 달 기출근

# onboarding.quotaSection
source: This month
ja: 今月
ko: 이번 달

# onboarding.required
source: Required office days
ja: 必要出社日数
ko: 필수 출근일수

# onboarding.return
source: Return
ja: 帰宅
ko: 퇴근

# onboarding.save
source: Save
ja: 保存
ko: 저장

# onboarding.timesSection
source: Times
ja: 時刻
ko: 시간

# onboarding.title
source: Setup
ja: 初期設定
ko: 초기 설정

# onboarding.useOffice
source: Set a separate office location
ja: 勤務先を別に設定
ko: 사무실 위치 따로 설정

# reason.futureBetterDaysAhead
source: Better days ahead — work from home today
ja: この先に良い日あり。今日は在宅
ko: 더 좋은 날 있음 — 오늘은 재택

# reason.futureTodayIsBest
source: Best day left — go in today
ja: 残りで最良の日。今日出社を
ko: 남은 날 중 최고 — 오늘 출근

# reason.goodDaySpend
source: Good commute today — spend an office day
ja: 今日は通勤日和。出社日に充てましょう
ko: 오늘 통근 좋음 — 출근일로 쓰세요

# reason.saveForWorse
source: Rough commute — save your office day
ja: 通勤が厳しい日。出社は温存を
ko: 통근 험한 날 — 출근일 아껴두세요

# reason.slackNegative
source: Quota unreachable — office recommended
ja: ノルマ未達の見込み。出社を推奨
ko: 할당량 미달 예상 — 출근 권장

# reason.slackZero
source: Every remaining day must be office
ja: 残りは毎日出社が必要
ko: 남은 날은 매일 출근 필요

# rec.office.am
source: Office (morning only)
ja: 午前のみ出社
ko: 오전만 출근

# rec.office.full
source: Office (full day)
ja: 出社（終日）
ko: 출근 (종일)

# rec.office.pm
source: Office (afternoon only)
ja: 午後のみ出社
ko: 오후만 출근

# rec.wfh
source: Work from home
ja: 在宅勤務
ko: 재택근무

# report.insight
source: This month
ja: 今月の振り返り
ko: 이번 달 돌아보기

# report.officeDone
source: Office days
ja: 出社日数
ko: 출근일수

# report.progress
source: Progress
ja: 進捗
ko: 진행

# report.roughDaysAvoided %lld
source: Rough commutes avoided: %lld
ja: 回避した悪天候通勤: %lld回
ko: 피한 궂은 통근: %lld회

# report.roughDaysNote
source: Days you worked from home when a poor commute was forecast.
ja: 通勤が荒れる予報の日に在宅で働いた日数です。
ko: 통근이 궂을 것으로 예보된 날 재택근무한 횟수입니다.

# report.title
source: Report
ja: レポート
ko: 리포트

# report.wfhCount
source: Work-from-home days
ja: 在宅日数
ko: 재택일수

# settings.locations
source: Locations
ja: 場所
ko: 위치

# settings.resetConfirm
source: Reset this month's records?
ja: 今月の記録をリセットしますか？
ko: 이번 달 기록을 초기화할까요?

# settings.resetMonth
source: Reset this month
ja: 今月をリセット
ko: 이번 달 초기화

# settings.thisMonth
source: This month
ja: 今月
ko: 이번 달

# settings.title
source: Settings
ja: 設定
ko: 설정

# status.holiday
source: Holiday
ja: 祝日
ko: 휴일

# status.none
source: None
ja: なし
ko: 없음

# status.officeAM
source: AM office
ja: 午前出社
ko: 오전 출근

# status.officeFull
source: Full day
ja: 終日出社
ko: 종일 출근

# status.officePM
source: PM office
ja: 午後出社
ko: 오후 출근

# status.vacation
source: Vacation
ja: 休暇
ko: 휴가

# status.wfh
source: WFH
ja: 在宅
ko: 재택
